{
    "movies": [
        {"title": "Monopoly", "description": "A board game movie", "year": "2000", "cover": "fake1.jpg", "rating": "0"},
        {"title": "The Dork Knight", "description": "Bacon ipsum dolor amet beef ribs landjaeger ground round shank t-bone.", "year": "2001", "cover": "fake2.jpg", "rating": "1"},
        {"title": "Chutes and Ladders", "description": "Turkey shank pork loin leberkas short loin shankle tongue beef. Frankfurter flank jowl short loin tri-tip, short ribs landjaeger rump leberkas tongue boudin t-bone jerky sausage pancetta.", "year": "2010", "cover": "fake3.jpg", "rating": "1.5"},
        {"title": "Hungry Hippos", "description": "Swine shankle salami leberkas pork rump boudin beef ribs sausage cow meatloaf kevin brisket. Turducken short loin sausage pork loin flank.", "year": "1994", "cover": "fake4.jpg", "rating": "2"},
        {"title": "Enemy at the Gates", "description": "Beef ribs kielbasa ham hock turducken capicola shoulder prosciutto meatball pork loin drumstick.", "year": "2003", "cover": "fake5.jpg", "rating": "2.5"},
        {"title": "Harry Potter", "description": "Landjaeger tongue chicken, pancetta hamburger brisket prosciutto meatball bresaola t-bone strip steak.", "year": "1989", "cover": "fake6.jpg", "rating": "3"},
        {"title": "Sherlock Homes", "description": "Swine bresaola spare ribs tri-tip kielbasa pastrami porchetta ball tip ground round corned beef beef ribs pork loin tail.", "year": "2007", "cover": "fake7.jpg", "rating": "3.5"},
        {"title": "Leg Stuck", "description": "Prosciutto ribeye sausage shoulder pancetta sirloin pork ball tip ground round alcatra ham beef ribs filet mignon beef brisket.", "year": "1990", "cover": "fake8.jpg", "rating": "4"},
        {"title": "Lord of the Bling", "description": "Kevin ball tip capicola filet mignon alcatra andouille chuck. Biltong shankle beef ribs alcatra ham hock.", "year": "1995", "cover": "fake9.jpg", "rating": "4.5"},
        {"title": "Titanic", "description": "Starring Leonardo DiCaprio, Kate Winslet, Bill Paxton, Billy Zane | based on a screenplay by director James Cameron, whose fictional love story is intertwined with a chronicle of the April 1912 Titanic sinking", "year": "2015", "cover": "fake10.jpg", "rating": "5"}
    ]
}
